
const title = 'ADU24 - выгодные и удобные покупки каждый день! ADU24 - крупная онлайн-площадка с широким ассортиментом товаров и услуг, приятными распродажами и высоким сервисом. Мы помогаем малому и среднему бизнесу, предоставляя площадку для роста и развития. Мы стараемся использовать технологии и инновации, создавая комфортные условия для покупателей и продавцов.';
const description = 'ADU24 - крупная онлайн-площадка для продажи товаров и услуг. Наш маркетплейс основан на передовых технологиях и качественном сервисе. Партнерам мы предоставляем комфортные условия и современные инструменты для бизнеса, покупателям - широкий ассортимент и бесплатную доставку. ';
const suffix = 'ADU24 - крупная онлайн-площадка для продажи товаров и услуг. Наш маркетплейс основан на передовых технологиях и качественном сервисе. Партнерам мы предоставляем комфортные условия и современные инструменты для бизнеса, покупателям - широкий ассортимент и бесплатную доставку. ';

const productPrefix = 'ADU24 Market - ';
const productSuffx = ' с беслпатной доставкой по Казахстану. Цены, характеристики, отзывы, доставка по Казахстану.';

const keywords = 'adu24, маркетплейс, интернет-магазин, купить, с доставкой, рассрочка, кредит';
const meta = {
  site_name: "ADU24 - ИНТЕРНЕТ-ГИПЕРМАРКЕТ",
  rootUrl: "https://adu24.com",
  suffix,
  title,
  productPrefix,
  productSuffx,
  description,
  image: "https://file.adu24.com/Frame%20987.png",
  keywords
};

export default meta;