import React from 'react'

const Refund = () => {
  return (
    <div>
      <h2>
        ВОЗВРАТ ДЕНЕЖНЫХ СРЕДСТВ
      </h2>
      <h4>
        Условия возврата средств
      </h4>
      <div>
        <span>
          Денежные средства поступают на счет покупателя в течение 7 (семи) банковских дней, после того как возвращаемый товар был доставлен на склад продавца и прошел проверку на соответствие условиям возврата.
        </span>
      </div>
      <div>
        <span>
          Если возврат товара подтвержден, возможны следующие варианты возврата средств:
        </span>
        <ul>
          <li>
            При оплате товара платежной банковской картой, возврат средств будет произведен на карту, с которой была осуществлена оплата. Наличие банковской платежной карты при возврате обязательно.
          </li>
          <li>
            При оплате товара через платежные системы, установленные в интернет-магазине (онлайн платеж), возврат средств будет осуществлен в течение 7 банковских дней на карту, с которой была осуществлена оплата.
          </li>
          <li>
            При оплате товара банковским переводом или другим способом, не предусматривающим использование банковской карты, необходимо связаться с продавцом для получения информации о дополнительных способах возврата средств.
          </li>
        </ul>
      </div>
    </div>
  )
}

export default Refund