import React from 'react'

const AboutUs = () => {
  return (
    <div style={{ display: 'grid', rowGap: '0.5rem' }}>
      <h2>Добро пожаловать на ADU 24!</h2>
      <span>
        <b>ADU 24</b> - универсальная отечественная e-commerce платформа. Мы предлагаем высокий уровень обслуживания и широкий ассортимент товаров. Одно из главных отличий ADU 24 от других маркетплейсов стала возможность не только покупки товаров, но и выбора различных услуг. Записывайтесь к косметологу, на курсы английского, не тратя много времени на поиски нужных вам курсов и специалистов!
      </span>
      <span>
        Особое внимание мы уделяем отечественным производителям и стараемся повышать узнаваемость казахстанских брендов.
      </span>
      <span>
        Ассортимент ADU 24 растет с каждым днем. Наши поставщики предлагают качественные товары, среди которых Вы точно найдете то, что ищите!
      </span>
      <span>
        <h3>
          Наши преимущества:
        </h3>
        <ul>
          <li>
            <h4>
              Создаем новые возможности для казахстанского бизнеса
            </h4>
          </li>
          <li>
            <h4>
              Широкий ассортимент
            </h4>
          </li>
          <li>
            <h4>
              Качественный сервис
            </h4>
          </li>
        </ul>
      </span>
      <span>
        <b>Наша цель</b> - обеспечить наших партнеров удобным размещением, а клиентов товарами и услугами превосходного качества!
      </span>
    </div>
  )
}

export default AboutUs