import Link from 'next/link'
import React from 'react'

const Rule1 = () => {
  return (
    <div>
      <h3>
        Правила размещения информации на портале ADU24
      </h3>
      <ol>
        <li>
          <b>
            Администрация портала оставляет за собой право без предупреждения удалять следующую информацию:
          </b>
          <ol>
            <li>
              Информация о товарах и услугах, запрещенных законодательством Казахстана к продаже в интернете:
              <ol>
                <li>
                  Производство и торговля табачными изделиями и их заменителями.&nbsp;
                  <Link href='https://online.zakon.kz/Document/?doc_id=1040347&pos=12;-54#pos=12;-54&sdoc_params=text%3D%25D1%2582%25D0%25B0%25D0%25B1%25D0%25B0%25D0%25BA%26mode%3Dindoc%26topic_id%3D1040347%26spos%3D1%26tSynonym%3D1%26tShort%3D1%26tSuffix%3D1&sdoc_pos=0' passHref>
                    <a style={{ textDecoration: 'underline', color: 'blue' }}>
                      Закон "О государственном регулировании производства и оборота табачных изделий" (№ 439-II)
                    </a>
                  </Link>
                </li>
                <li>
                  Производство и реализация алкогольных напитков, этилового, коньячного и плодового спирта.&nbsp;
                  <Link href='https://online.zakon.kz/Document/?doc_id=1013922' passHref>
                    <a style={{ textDecoration: 'underline', color: 'blue' }}>
                      Закон «О внесении изменений в законодательные акты по вопросам гос. регулирования производства и оборота этилового спирта и алкогольной продукции» (№210-V, пункт 4)
                    </a>
                  </Link>
                </li>
              </ol>
            </li>
            <li>
              Информация о товарах и услугах, запрещенных законодательством Казахстана
              <ol>
                <li>
                  Культивирование растений, относящихся к наркотическим средствам, психотропным веществам и прекурсорам, их разработка, производство, изготовление, хранение, перевозка, приобретение, реализация, ввоз на территорию Казахстана, вывоз с территории Казахстана, использование, уничтожение.&nbsp;
                  <Link href='https://kodeksy-kz.com/ka/ugolovnyj_kodeks/297.htm' passHref>
                    <a style={{ textDecoration: 'underline', color: 'blue' }}>
                      Статья 297. Незаконные изготовление, переработка, приобретение, хранение, перевозка в целях сбыта, пересылка либо сбыт наркотических средств, психотропных веществ, их аналогов.
                    </a>
                  </Link>
                </li>
                <li>
                  Производство и торговля курительными смесями.&nbsp;
                  <Link href='https://kodeksy-kz.com/ka/ugolovnyj_kodeks/297.htm' passHref>
                    <a style={{ textDecoration: 'underline', color: 'blue' }}>
                      Статья 297. Незаконные изготовление, переработка, приобретение, хранение, перевозка в целях сбыта, пересылка либо сбыт наркотических средств, психотропных веществ, их аналогов.
                    </a>
                  </Link>
                </li>
                <li>
                  Изготовление и реализация браконьерских инструментов и оборудования (сети, электроудочки и пр.).&nbsp;
                  <Link href='https://online.zakon.kz/Document/?doc_id=1049332' passHref>
                    <a style={{ textDecoration: 'underline', color: 'blue' }}>
                      Закон Республики Казахстан об охране, воспроизводстве и использовании животного мира.
                    </a>
                  </Link>
                </li>
                <li>Оружие и средства самообороны (огнестрельное, холодное, травматическое, газовое), за исключением гражданского оружия, предназначенного согласно законодательству для занятий спортом и охотой. Обращаем внимание: указание типа оружия в тексте и/или заголовке обязательно! Товары, в которых не указана модель и/или марка оружия, а также его тип и назначение, будут удалены без возможности восстановления. Закон об оружии РК № 339</li>
                <li>Контрабандные товары, краденое имущество. Статья 196. Приобретение или сбыт имущества, заведомо добытого преступным путем</li>
                <li>Поддельные денежные знаки, поддельные знаки почтовой оплаты. Статья 231. УК РК Изготовление, хранение, перемещение или сбыт поддельных денег или ценных бумаг</li>
                <li>Материалы порнографического содержания, информация об услугах сексуального характера. Статья 311. УК РК Незаконное распространение порнографических материалов или предметов</li>
                <li>Транспортные средства без документов или находящиеся в розыске. Статья 196. Приобретение или сбыт имущества, заведомо добытого преступным путем</li>
                <li>Разработка, изготовление и реализация специальных технических средств для снятия информации с каналов связи и других средств негласного получения информации (прослушивающие устройства, микронаушники, часы-камеры, брелоки-камеры, очки со встроенной камерой и подобные радиоэлектронные средства). Статья 399 УК Республики Казахстан Незаконные изготовление, производство, приобретение, сбыт или использование специальных технических средств негласного получения информации</li>
                <li>Лекарственные средства и препараты:</li>
                <ul>
                  <li>которые отпускаются по рецепту врача;</li>
                  <li>внесенные в перечень запрещенных к рекламированию;</li>
                  <li>незарегистрированные в Казахстане;</li>
                  <li>содержащие действующие вещества лекарственных средств (в т. ч. силденафил, тадалафил, левитра, миноксидил, дапоксетин, мукосат, аванафил, дженерики виагры и т.п.);</li>
                  <li>ограниченные в свободном обороте, в том числе по заключению международных компетентных организаций;</li>
                  <li>ноотропы, стероиды, пептиды, анаболики.</li>
                </ul>
                <li>Лекарственные средства, не перечисленные в предыдущем пункте, разрешается рекламировать на портале при наличии действующей лицензии. При этом, для товарных позиций не предусматривается возможность заказа через корзину (отсутствует кнопка «Купить») на портале и сайте компании.</li>
              </ol>
            </li>
            <li>Информация, направленная на разжигание ненависти, вражды и насилия:
              <ol>
                <li>Пропаганда и/или призыв к насилию, расовой ненависти, противоправным действиям.</li>
                <li>Информация, связанная с дискриминацией по национальному, расовому, религиозному, половому и другим признакам.</li>
              </ol>
            </li>
            <li>Незаконно полученная частная и конфиденциальная информация:
              <ol>
                <li>Материалы, нарушающие тайну частной жизни, посягающие на честь, достоинство и деловую репутацию граждан и юридических лиц.</li>
                <li>Информация, которая может быть использована как клевета на человека или группу людей.</li>
                <li>Базы данных с персональными данными.</li>
                <li>Информация, содержащая государственную, банковскую или коммерческую тайну.</li>
                <li>Материалы, нарушающие авторские права третьих лиц, патентное право; копии сайтов или интернет-страниц, тексты и изображения, запрещенные для копирования владельцами оригинала.</li>
                <li>Товары, являющиеся контрафактными (товары, реплики брендов, этикетки, упаковки этих товаров, на которых незаконно используется товарный знак или сходное с ним до степени смешения обозначение). Продажа товаров зарегистрированных брендов возможна при наличии соответствующих документов (лицензионный договор, сертификаты соответствия, документы на поставку и т.д.).</li>
                <li>Информация о юридических лицах и физических лицах-предпринимателях, которые уже представлены на портале.</li>
              </ol>
            </li>
            <li>Информация, не соответствующая формату портала:
              <ol>
                <li>Объявления от частных лиц.</li>
                <li>Информация, не связанная с ведением хозяйственной деятельности (информационные или игровые сайты, фан-клубы, сайты для общения, личные фотоальбомы).</li>
                <li>Информация о разовых мероприятиях.</li>
              </ol>
            </li>
            <li>Информация о сомнительных услугах и предложениях, мошеннической деятельности:
              <ol>
                <li>Информация о сетевом маркетинге, финансовых пирамидах, заработке на Форексе, МММ, Iwowwe; предложение агентской деятельности (агент банка), торгового представительства и другой деятельности, требующей вербовки других членов, субагентов, субдистрибьюторов.</li>
                <li>Сомнительные предложения работы, в том числе в сети Интернет, без указания физического адреса и прямых контактов работодателя (работа для всех, работа без вложений, сборка ручек на дому и т.п.).</li>
                <li>Предложение работы и посредничество в трудоустройстве на работу за рубежом: веб-моделями, переводчицами в брачные агентства, предложения услуг свингер-клубов, эскорт-услуги.</li>
                <li>Мошенничество, вымогательство, предложение или просьба материальной помощи в любой форме (окажу/ищу материальную поддержку, стану спонсором, ищу спонсора и т.п.).</li>
                <li>Описание или комментарии относительно любых способов мошенничества или вымогательства.</li>
                <li>Предложение принять участие в аукционах, лотереях, протестах, забастовках.</li>
                <li>Предложение помощи в азартных играх, содержащих пари.</li>
                <li>Реклама заработка в интернете; программы вознаграждения пользователей за нажатия на рекламные объявления; предложения о выполнении поиска, просмотре сайтов, обработке электронной почты на дому.</li>
                <li>Услуги отмотки пробега автомобиля, изготовление и реализация номерных знаков (стандартных, именных, элитных и т.п.)</li>
                <li>Услуги экстрасенсов, гадалок, колдунов, спиритов, астрологов, прорицателей, гипнотизеров и прочих лиц, использующих сверхъестественные способности.</li>
              </ol>
            </li>
            <li>Информация о товарах и услугах, способных нанести вред программному обеспечению пользователей:
              <ol>
                <li>Спамерские базы, товары и услуги, которые могут способствовать несанкционированной рассылке.</li>
                <li>Спам-рассылки, содержащие ссылки на портал или на сайты, созданные на портале.</li>
                <li>Спам, вредоносные программы, способные вывести из строя или уничтожить другие программы, серийные номера к коммерческим программным продуктам и программы для их генерации, средства для получения несанкционированного доступа к платным ресурсам в интернете, а также ссылки на подобную информацию.</li>
                <li>Адреса электронной почты, учетные записи мессенджеров (ICQ, Skype и т.п.), аккаунты социальных сетей, анкетные данные.</li>
                <li>Предложения без оригинального программного обеспечения, активаторы программ, ключи компакт-дисков, регистрационные номера.</li>
                <li>Пиратские нелегальные копии фильмов, музыки, игр.</li>
              </ol>
            </li>
            <li> Информация о предметах, представляющих ценность для государства или третьих лиц:
              <ol>
                <li>Растения и животные, занесенные в список международной конвенции СИТЕС (о торговле редкими и исчезающими видами флоры и фауны). Объявление о продаже животных, выращенных в питомниках, но включенных в Международную Красную книгу, должно обязательно содержать: правильное и полное наименование животного, название питомника и/или ссылка на официальный сайт питомника.</li>
                <li>Шкуры (изделия из шкур), чучела, рога и конечности редких и находящихся под угрозой исчезновения видов животных.</li>
                <li>Иностранная валюта и прочие валютные ценности, за исключением купли-продажи для нумизматических целей.</li>
                <li>Ценные бумаги, принадлежащие третьим лицам.</li>
                <li>Государственные удостоверения личности и документы любых стран мира (паспорта, права, id-карты, пропуска, проездные билеты, студенческие билеты, зачетные книжки, дипломы, сертификаты, разрешения, лицензии и т.п.), а также бланки этих документов</li>
                <li>Покупка/продажа государственных наград об увековечении Победы в Великой Отечественной войне.</li>
              </ol>
            </li>
            <li>Информация о товарах и услугах, способных нанести вред здоровью:
              <ol>
                <li>Медицинские препараты, отпускающиеся по рецепту или внесенные в перечень лекарственных средств, запрещенных к рекламированию.</li>
                <li>Торговля биологически активными добавками (БАДами). как нарушающие Правила оборота биологически активных добавок к пище</li>
                <li>Донорские услуги (куплю-продам кровь/сперму), человеческие органы.</li>
              </ol>
            </li>
            <li>Информация о товарах, недостоверная или не несущая деловой характер:
              <ol>
                <li>Тексты с множеством грамматических, пунктуационных и синтаксических ошибок.</li>
                <li>Тексты на транслите или с использованием р а з р я д к и (с пробелами между буквами), а также использование символов ($, @, &).</li>
                <li>Искусственное привлечение внимания к товару:</li>
                <ul>
                  <li>дополнительное выделение изображений (рамки, надписи, контактная информация, логотипы, информация о доставке и скидках, водяные знаки и т.д.);</li>
                  <li>тексты и заголовки, набранные ЗАГЛАВНЫМИ буквами (кроме аббревиатур);</li>
                  <li>повторяющиеся подряд знаки препинания.</li>
                </ul>
                <li>С SEO-направленным описанием (бессмысленный набор ключевых слов).</li>
                <li>Ненормативная лексика, оскорбительные высказывания.</li>
                <li>Информация о товарах и услугах с указанием цены в иностранной валюте без указания эквивалентной цены в национальной валюте.</li>
                <li>Запрещено использование ссылок как на внешние ресурсы, так и на сайты компании в описаниях товаров и другой информации в каталоге портала. Это снижает конверсию и мотивирует посетителей покинуть страницу товара.</li>
                <li>Кнопки и изображения, призывающие к действию, ведущие на внешние ресурсы классифицируются поисковыми системами как один из способов спама (маскировка, контент, заимствованный с других сайтов и т.д.) и запрещены к размещению на портале.</li>
                <li>Недостоверная информация о товарах (информация о наличии, стоимости, принадлежности к бренду (оригинал/копия), способах оплаты и доставки).</li>

              </ol>
            </li>
          </ol>
        </li>
        <li>
          <b>
            Не размещаются без соответствующих лицензий/сертификатов товары и услуги, относящиеся к следующим видам деятельности:
          </b>
          <ol>
            <li>Предоставление финансовых услуг, банковская деятельность.</li>
            <li>Профессиональная деятельность на рынке ценных бумаг.</li>
            <li>Изготовление бланков ценных бумаг, документов строгой отчетности.</li>
            <li>Изготовление взрывных материалов промышленного назначения.</li>
            <li>Деятельность, связанная с опасными отходами, производство опасных химических веществ.</li>
            <li>Медицинская и ветеринарная практика.</li>
            <li>Производство и реализация медикаментов и препаратов, в т.ч. ветеринарных.</li>
            <li>Производство и реализация пиротехнических средств.</li>
            <li>Предоставление услуг стрельбищ невоенного назначения и охотничьих стендов.</li>
            <li>Изготовление, реализация и обслуживание огнестрельного оружия невоенного назначения и боеприпасов к нему, холодного оружия, пневматического оружия калибра более 4,5 мм и скоростью полета пули более 100 м/сек.</li>
          </ol>
        </li>
        <li>
          <b>
            Не публикуются компании:
          </b>
          <ol>
            <li>С названием из бессмысленного набора символов или ключевых слов, либо содержащим ссылки на внешние сайты (если такое название не соответствует наименованию компании согласно учредительным документам).</li>
            <li>Без указания или с некорректным указанием вида деятельности компании.</li>
            <li>С указанием адреса, не соответствующего фактическому местонахождению юридического лица.</li>
            <li>С указанием номера телефона, по которому невозможно связаться с пользователем.</li>
            <li>С неудовлетворительным качеством обслуживания покупателей (необработанные более 1 рабочего дня заказы, грубое обращение, невыполнение условий возврата и гарантии, предусмотренных законодательством)</li>
            <li>С нарушениями правил оформления товаров и услуг.</li>
            <li>«Интернет-аптеки», то есть рекламные объявления с технической возможностью оформления заявки на покупку товара.</li>
          </ol>
        </li>
      </ol>
    </div>
  )
}

export default Rule1