import React from 'react'

const Rule2 = () => {
  return (
    <div>
      <h2>Правила оформления товаров и услуг</h2>
      <ol>
        <li>
          <b>Требования к контенту</b>
          <div>Товары и услуги могут быть заблокированы модераторами при несоответствии следующим правилам.</div>
          <ol>
            <li>При оформлении товаров и услуг не допускается:
              <ol>
                <li>Использование нецензурных выражений, грамматические, пунктуационные или синтаксические ошибки.</li>
                <li>Тексты на транслите либо со словами, написанными ЗАГЛАВНЫМИ буквами (кроме аббревиатур) или с использованием р а з р я д к и (с пробелами между буквами), а также повторяющиеся подряд знаки препинания.</li>
                <li>Искусственное привлечение внимания к товару: дополнительное выделение изображений (рамки, надписи на фото, логотипы, контактная информация, информация о доставке и скидках, водяные знаки и т. д.)</li>
                <li>Перечисление в одной позиции сразу нескольких товаров и услуг («Столы, стулья, шкафы, кровати»). Для каждой позиции необходимо создавать отдельный товар/услугу.</li>
                <li>Использование в названиях контактной информации: адреса и телефоны, URL веб-сайтов, E-mail. Для размещения данной информации рекомендуем использовать раздел Личного Кабинета «Информация о компании».</li>
                <li>Применение поискового спама, несвязных предложений. Тексты должны быть ориентированы на восприятие в первую очередь людьми, а не поисковыми системами.</li>
                <li>Одинаковые названия или описания товаров и услуг одной компании, даже при использовании разных рубрик.</li>
                <li>Размещение идентичных товаров в одной рубрике.</li>
                <li>Использование различных названий для одного и того же товара/услуги («Деревообрабатывающие станки, деревообрабатывающее оборудование»).</li>
                <li> Размещение информации, не являющейся описанием данного товара/услуги. Для этого рекомендуем использовать соответствующие разделы сайта: «Информация о компании», «Статьи», «Новости», «Документы и презентации», «Прайс-лист», «Тендеры и закупки» и пр.</li>
                <li> Использование в названии товара слова «купить», «куплю», «продам», «заказать» и пр. (за исключением рубрик из раздела «Недвижимость»).</li>
                <li> Указание заведомо ложной информации о цене и наличии товара с целью привлечения внимания к магазину.</li>
              </ol>
            </li>
          </ol>
        </li>
        <li>
          <b>Правила оформления товаров</b>
          <ol>
            <li>Название товара
              <ol>
                <li>Должно давать ответ на вопрос «Что это?», содержать бренд, модель, цвет, пол, артикул (если используется). Например, «Тумба под телевизор стеклянная черная TV-703».</li>
                <li>Товар должен называться так, как его ищут пользователи.</li>
              </ol>
            </li>
            <li>Технические параметры товара
              <ol>
                <li>В характеристиках (атрибутах) указываются ключевые параметры и особенности, которые могут помочь покупателю в выборе товара.</li>
                <li>Все характеристики должны отражать реальные параметры товара.</li>
              </ol>
            </li>
            <li>Описание товара
              <ol>
                <li>В описании необходимо указать все основные особенности товара, описать наиболее важные функции, элементы комплектации (если есть).</li>
                <li>Описание должно быть грамматически правильным, не содержать орфографических ошибок.</li>
                <li>Объем текстовой части описания товара должен быть не менее 1000 символов.</li>
              </ol>
            </li>
            <li>Требования к изображениям:
              <ol>
                <li>Фото и видео должны соответствовать товару / услуге.</li>
                <li>В карточке товара обязательно должна быть минимум 1 фотография.</li>
                <li>Товары без фотографий не допускаются.</li>
                <li>Ключевым критерием является качественное изображение и хорошая цветопередача, на фото должен быть хорошо виден товар и его основные качества.</li>
                <li>Изображения эротического и порнографического характера запрещены к публикации.</li>
                <li>Фотографии в одной товарной позиции не должны быть одинаковыми.
                  Допускаются изображения в форматах: JPEG, GIF, PNG, WEBP.</li>
                <li>Объем каждой фотографии не должен превышать 10 мегабайт, максимальное количество фотографий - 20 штук.</li>
                <li>Размер изображений должен быть не меньше 600x400 и не более 1500x980.</li>
                <li>Для наилучшего восприятия изображения рекомендуется белый (светлый, однотонный) или прозрачный фон.</li>
                <li>Товар на фото должен быть на переднем плане, его не должны закрывать другие предметы.</li>
                <li>Фотографии всех товаров должны быть сделаны в одном стиле.</li>
                <li>Рекомендуется, чтобы товар занимал около 80% изображения.</li>
              </ol>
            </li>
          </ol>
        </li>
      </ol>
    </div>
  )
}

export default Rule2