import React from 'react'

const Rule3 = () => {
  return (
    <div style={{ display: 'grid', rowGap: '1rem' }}>
      <h3>
        Правила публикации отзывов на ADU24
      </h3>
      <span>Отзывом о компании является оценка качества ее работы (по ряду критериев), дополненная письменным комментарием. Комментарий отображает впечатления покупателя, заказчика услуг или потенциального клиента (в случае, если сделка не была совершена) от взаимодействия с компанией.</span>
      <span>
        Отзывы посетителей сайта компании или каталога важны для потенциальных клиентов, как рекомендация и оценка работы компании от реальных клиентов.
        За достоверность сведений, содержащихся в комментариях, ответственность несет пользователь, оставивший комментарий.
      </span>
      <span>ADU24  не несет ответственности за достоверность информации, изложенной в комментариях, но мы принимаем необходимые меры для публикации достоверных отзывов о деятельности компании и качестве ее товаров и услуг. Пользователь, оставляя отзыв, соглашается, что его контактные данные могут быть использованы для связи с ним с целью проверки или уточнения деталей сделки.</span>
      <span>Для продвижения каталога, повышения доверия покупателей к нему и, как следствие, для увеличения продаж наших клиентов, необходима честная конкуренция между компаниями, основанная среди прочих параметров на качественном сервисе, своевременной обработке заказов, вежливом общении с покупателями и т. д.</span>
      <span>Отзывы покупателей влияют на внутренний рейтинг компании, который учитывается при ранжировании в выдаче каталога: позитивные отзывы увеличивают показатели рейтинга и позволяют занимать более высокие позиции.</span>
      <h4>Порядок публикации отзывов</h4>
      <span>Отзыв о взаимодействии с компанией, зарегистрированной на ADU24, может оставить любой пользователь
        <ul>
          <li>на странице компании в каталоге;</li>
          <li>в карточке товара в каталоге или на сайте компании;</li>
          <li>в разделе «Отзывы» на сайте компании.</li>
        </ul>
      </span>
      На ADU24 невозможно оставить анонимный отзыв, без указания контактных данных, позволяющих связаться с пользователем для проверки достоверности информации. Все комментарии публикуются с указанием имени покупателя. Если в системе зафиксированы данные по оформленному заказу, модераторам портала, а также службе контроля качества доступны данные о покупателе, предоставленные им компании при оформлении заказа или в переписке.
      <span>Перед публикацией все отзывы проходят модерацию - проверку на соответствие правилам портала. Процесс модерации может занимать до 7 дней с момента добавления отзыва.</span>
      <span>Отзывы, противоречащие правилам публикации, отклоняются и не публикуются на ADU24</span>
      <h4>Запрещены к публикации отзывы</h4>
      <ol>
        <li>Идентичные по содержанию, если они оставлены одним и тем же покупателем об одном и том же товаре.</li>
        <li>Отзывы, содержащие рекламу:</li>
        реклама товаров или услуг;
        коммерческие предложения;
        номера телефонов;
        ссылки на сторонние сайты;
        адреса электронной или обычной почты;
        предложения о покупке или продаже чего-либо.

        <li>Информация, не относящаяся к качеству сервиса компании или заказу:</li>
        <ul>
          <li>бессмысленный набор букв и символов и любая информация, не несущая сведений о взаимодействии покупателя с компанией.</li>
        </ul>
        <li>Комментарии с упоминанием других компаний, размещающих либо не размещающих товары и услуги на ADU24.</li>
        <li>Комментарии, текст которых полностью написан заглавными буквами (при помощи клавиши Caps Lock) или транслитерацией.</li>
        <li>Описание любых взаимоотношений с компанией или ее представителями, не относящихся к совершению покупки:
          <ul>
            <li>обсуждение личных отношений;</li>
            <li>обсуждение отношений между деловыми партнерами, работодателем и сотрудником и т.д.</li>
          </ul>
        </li>
        <li>Употребление оскорблений, бранной лексики, высказываний, унижающих честь, достоинство, деловую репутацию, в том числе, изложенных в грубой и унизительной форме.</li>
        <li>Комментарии сексуального характера, в том числе порнографического содержания.</li>
        <li>Комментарии, носящие дискриминационный характер, включая дискриминацию по полу, расе, национальности, возрасту и другим признакам.</li>
        <li>Контент, нарушающий законодательство, например, описание запрещенных к реализации веществ, товаров, услуг и т. д.</li>
        <li>Разжигание межнациональной, межрасовой, межэтнической вражды, тексты экстремистского содержания (призывы к нарушению законодательства, смене государственного строя и т. д.).</li>
        <li>Комментарии, написанные на основе опыта других людей, слухах и т. д.</li>
        <li>Конфиденциальная информация, данные третьих лиц (номера личных документов, контактные данные, номера платежных средств и т. д.).</li>
        <li>Фиктивные отзывы, оставленные представителями компании с целью искусственно увеличить на рейтинг компании.</li>
      </ol>
      <div>
        <h4>Порядок блокировки отзывов, противоречащих правилам публикации</h4>
        <ul>
          <li>Отзывы, нарушающие правила публикации, по факту обнаружения могут быть удалены администрацией без предупреждения.</li>
          <li>Администрация портала имеет право заблокировать отзыв, достоверность которого сомнительна и требует подтверждения (до получения информации, подтверждающей достоверность отзыва или факта сделки).</li>
          <li>Компания имеет право подать обоснованный запрос на удаление отзыва, если он противоречит правилам публикации. В этом случае отзыв будет повторно проверен службой контроля качества. Если отзыв не противоречит правилам публикации, он будет опубликован на странице компании в каталоге.</li>
        </ul>
      </div>
      <h4>Ответственность в связи с публикацией отзывов</h4>
      <span>Служба контроля качества уполномочена применять следующие меры к пользователям, нарушающим данные положения и правила публикации на ADU24:
        <ol>
          <li>В случае, если компания, оставляет отзывы, запрещенные к публикации, в том числе фиктивные отзывы с целью искусственного повышения рейтинга компании.</li>
          <li>В случае неоднократных необоснованных запросов на обжалование отзывов.</li>
          <li>При выявлении случаев попытки принуждения покупателя к удалению его отзыва, (оскорблений, преследования или других действий, нарушающих действующее законодательство и правила портала).</li>
        </ol>
      </span>
      <span>При выявлении любого из вышеперечисленных нарушений, к компании могут быть применены следующие меры:
        <ul>
          <li>понижение рейтинга в каталоге ADU24;</li>
          <li>отключение отображения товаров и услуг компании из каталога ADU24;</li>
          <li>ограничение функционала работы с отзывами в кабинете компании (комментирование, запросы на обжалование).</li>
        </ul>
      </span>
    </div>
  )
}

export default Rule3