import React from 'react'

const Rule4 = () => {
  return (
    <div>
      <h2>Политика в отношении защиты персональных данных</h2>
      <ol>
        <li>
          <b>Общие положения</b>
        </li>
        <ol>
          <li>Используя интернет-портал ADU24 (далее - Портал) клиентам Портала (далее - Пользователь) необходимо в обязательном порядке ознакомиться с Публичным договором оферты и Политикой конфиденциальности, которая устанавливает порядок получения, хранения, обработки, использования и раскрытия персональных данных пользователя. Персональные данные Пользователя при регистрации и во время использования Портала владелец Портала получает от самого Пользователя.</li>
          <li>Пользователь, в свою очередь, выражает свое полное согласие с условиями Политики конфиденциальности путем нажатия кнопки «Зарегистрироваться» на Портале в разделе «Добавить компанию». В случае несогласия с любым из пунктов Политики конфиденциальности Пользователь не имеет права использовать Портал. Также Пользователю запрещено использовать Портал, если он не достиг установленного законом возраста, когда он имеет право заключать соглашения с Порталом или Пользователь не является уполномоченным лицом компании.</li>
          <li>Пользователь предоставляет Порталу право получать, хранить, обрабатывать, использовать и раскрывать персональные данные Пользователя на условиях Политики конфиденциальности в случае:
            <ul>
              <li>регистрации Пользователем компании на Портале;</li>
              <li>внесении персональных данных и/или предоставлении этих данных Порталу иным путем;</li>
              <li>совершая любые действия на Портале и/или используя любую часть Портала.</li>
            </ul>
          </li>
          <li>Пользователь в любой момент времени может изменить/удалить свои персональные данные с помощью раздела “Личный кабинет”. При изменении/удалении работа некоторых возможностей Портала, для которых необходима эта информация, может быть приостановлена с момента изменения/удаления информации.</li>
          <li>Персональные данные Пользователя хранятся до момента их удаления Пользователем.</li>
          <li>Уведомлением Пользователя о включении его персональных данных в базу данных «Клиенты ADU24», об удалении или иной обработке персональных данных будет письмо от Портала, направленное на электронную почту Пользователя, указанную при регистрации.</li>
          <li>Политика конфиденциальности распространяется на Пользователя с момента, когда во время использования Портала он при передаче своих Персональных данных согласился с условиями Политики конфиденциальности, и действует до тех пор, пока на Портале хранится любая информация о Пользователе, в том числе, персональные данные.</li>
          <li>Политика конфиденциальности не регулирует и Портал не несет ответственности за получение, хранение, обработку, использование и раскрытие персональных данных Пользователя третьими лицами, не находящимися во владении или под управлением Портала, и физическими лицами, не являющимися работниками Портала, даже если Пользователь получил доступ к сайтам товаров или услуг этих лиц с помощью Портала или рассылки.</li>
          <li>Пользователь признает, что в случае “халатного” отношения Пользователя к безопасности и защите своих персональных данных и данных авторизации третьи лица могут получить несанкционированный доступ к учетной записи, персональным и другим данным Пользователя. Портал не несет ответственности за убытки, причиненные таким доступом.</li>
          <li>В случае, если какое-либо положение Политики конфиденциальности, включая любое предложение, пункт или их часть, признается противоречащим закону или недействительным, это не повлияет на остальные положения, которые не противоречат закону, они остаются в полной силе и являются действительными, а любое недействительное положение или положение, которое не может быть выполнено без дальнейших действий Сторон, считается измененным, исправленным в той мере, в какой это необходимо для обеспечения его действительности и возможности выполнения.</li>
        </ol>
        <li>
          <b>Данные, которые могут быть запрошены Порталом</b>
          <div>Портал запрашивает личную информацию Пользователя, а именно:</div>
          <ul>
            <li>ФИО;</li>
            <li>название компании;</li>
            <li>реквизиты компании;</li>
            <li>контактные телефоны;</li>
            <li>юридический и физический адрес компании;</li>
            <li>адрес электронной почты.</li>
            <li>Также Портал может собирать информацию иного характера:</li>
            <li>файлы Cookies;</li>
            <li>IP-адрес пользователя;</li>
            <li>информацию об ошибках работы Портала;</li>
            <li>поведение пользователя на Портале.</li>
          </ul>
          <span>Вся предоставленная информация остается в первичном виде и не меняется в процессе сбора и обработки данных.</span>
        </li>
        <li>
          <b>
            В каких целях информация, предоставленная Пользователем может быть использована Порталом
          </b>
        </li>
        <div>Портал может использовать личную информацию Пользователя для идентификации Пользователя. Также эти данные могут быть отображены на страницах Портала.</div>
        <div>Контактная информация Пользователя может использоваться в почтовых рассылках Портала для уведомления Пользователя о новых возможностях, акциях и других новостях Портала. Пользователь всегда может отказаться от проведения рассылки по его контактной информации в соответствующем разделе личного кабинета.</div>
        <div>Информация о Пользователе может использоваться в целях обеспечения реализации гражданско-правовых, бухгалтерских, налоговых отношений, выполнения условий Публичного договора.</div>
        <div>Также информация о Пользователе может использоваться с целью:
          <ul>
            <li>предоставления и предложения услуг;</li>
            <li>реализации бонусных программ;</li>
            <li>отправки коммерческих предложений и информации;</li>
            <li>улучшения качества предоставления услуг;</li>
            <li>предоставления сервисов сайта;</li>
            <li>размещения информации о Пользователе на сайте владельца базы персональных данных;</li>
            <li>создания и поддержки персональной страницы Пользователя на сайте владельца.</li>
          </ul>
        </div>
        <li>
          <b>Права Пользователя как субъекта персональных данных</b>
          <div>Обращаем внимание на то, что ваши права как субъекта персональных данных предусмотрены статьей 24 Закона Республики Казахстан от 21 мая 2013 года № 94-V «О персональных данных и их защите»:</div>
          <div>Субъект имеет право:
            <ol>
              <li>знать о наличии у собственника и (или) оператора, а также третьего лица своих персональных данных, а также получать информацию, содержащую:
                <ul>
                  <li>подтверждение факта, цели, источников, способов сбора и обработки персональных данных;</li>
                  <li>перечень персональных данных;</li>
                  <li>сроки обработки персональных данных, в том числе сроки их хранения;</li>
                </ul>
              </li>
              <li>требовать от собственника и (или) оператора изменения и дополнения своих персональных данных при наличии оснований, подтвержденных соответствующими документами;</li>
              <li>требовать от собственника и (или) оператора, а также третьего лица блокирования своих персональных данных в случае наличия информации о нарушении условий сбора, обработки персональных данных;</li>
              <li>требовать от собственника и (или) оператора, а также третьего лица уничтожения своих персональных данных, сбор и обработка которых произведены с нарушением законодательства Республики Казахстан, а также в иных случаях, установленных настоящим Законом и иными нормативными правовыми актами Республики Казахстан;</li>
              <li>отозвать согласие на сбор, обработку персональных данных, кроме случаев, предусмотренных пунктом 2 статьи 8 настоящего Закона;</li>
              <li>дать согласие (отказать) собственнику и (или) оператору на распространение своих персональных данных в общедоступных источниках персональных данных;</li>
              <li>на защиту своих прав и законных интересов, в том числе возмещение морального и материального вреда;</li>
              <li>на осуществление иных прав, предусмотренных настоящим Законом и иными законами Республики Казахстан.</li>
            </ol>
          </div>
        </li>
        <li>
          <b>Условия предоставления доступа третьим лицам к персональным данным Пользователя</b>
          <div>Пользователь, соглашаясь с Политикой Конфиденциальности, предоставляет право Порталу раскрывать свои персональные данные третьим лицам, которые оказывают Порталу услуги, обрабатывают платежи, доставляют посылки. Портал имеет право раскрывать только те персональные данные, которые необходимы для оказания услуги Порталу.</div>
          <div>Также раскрытие персональных данных производится при заказе Пользователем товаров/услуг на Портале поставщику таких товаров/услуг, но только в объеме, который необходим для идентификации Пользователя и его заказа.</div>
          <div>Также раскрытие персональных данных без согласия Пользователя допускается в случаях, определенных законом, и только в интересах национальной безопасности, экономического благосостояния и прав человека, в частности, но не исключительно:
            <ul>
              <li>по обоснованным запросам государственных органов, имеющих право требовать и получать такие данные;</li>
              <li>в том случае, если по мнению Портала Пользователь нарушает условия Публичного договора, Пользовательского соглашения, Политики конфиденциальности и иных правил Портала.</li>
            </ul>
          </div>
        </li>
        <li>
          <b>Безопасность персональных данных Пользователя</b>
          <div>Портал старается обеспечить достаточный уровень защиты персональных данных Пользователя с помощью новейших технологий, которые внедрены в работу Портала и направлены на защиту персональных данных.</div>
          <div>Все данные, которые собирает Портал, хранятся на одном или нескольких защищенных серверах. Доступ к информации о пользователях имеют только те сотрудники Портала, для которых требуется доступ к персональным данным пользователей для выполнения своих рабочих функций. Все сотрудники, имеющие доступ к информации о пользователях, подписали Обязательство о неразглашении коммерческой тайны.</div>
        </li>
        <li>
          <b>Изменения в политике конфиденциальности</b>
          <div>В настоящую Политику конфиденциальности могут вноситься соответствующие изменения. При этом, права субъектов персональных данных, упомянутые в настоящей Политике конфиденциальности в редакции на соответствующую дату, без их согласия изменению не подлежат.</div>
          <div>Любые изменения в Политику конфиденциальности публикуются на Портале. Пожалуйста, периодически пересматривайте эти условия, чтобы быть информированными о том, как Портал защищает информацию о пользователях.</div>
          <div>Портал не несет ответственности за ущерб или убытки, которые понес Пользователь или третьи лица в результате ошибочного понимания или непонимания условий Политики конфиденциальности, инструкций или указаний о порядке использования Портала, относительно порядка размещения данных и других технических вопросов.</div>
        </li>
      </ol>
    </div>
  )
}

export default Rule4